tap "adoptopenjdk/openjdk"
tap "bbatsche/fisher"
tap "beeftornado/rmtree"
tap "bell-sw/liberica"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "moritzsternemann/apple-fonts"
brew "asciinema"
brew "bar"
brew "bash-completion"
brew "bison"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "llvm"
brew "ccls"
brew "cmake"
brew "direnv"
brew "harfbuzz"
brew "ffmpeg@4"
brew "fish"
brew "flex"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "hashcat"
brew "hub"
brew "jump"
brew "lsd"
brew "luv"
brew "mingw-w64"
brew "vapoursynth"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "pyenv"
brew "r"
brew "ruby"
brew "sha2"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "subversion"
brew "swig"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "wakeonlan"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "balenaetcher"
cask "betterdiscord-installer"
cask "font-sauce-code-pro-nerd-font"
cask "iina"
cask "kitty"
cask "liberica-jdk15-full"
cask "notion"
cask "qmk-toolbox"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "wine-stable"
cask "xquartz"
